Repository: warut92/lxrandr
Catalog: po/*.po
Languages: th

source: Laptop LCD Monitor
th: จอ LCD แล็ปท็อป

source: External VGA Monitor
th: จอภาพ VGA ภายนอก

source: VGA Monitor
th: จอภาพวีจีเอ

source: External DVI Monitor
th: จอภาพ DVI ภายนอก

source: DVI Monitor
th: จอภาพดีวีไอ

source: TV
th: ทีวี

source: Default Monitor
th: จอภาพเริ่มต้น

source: Auto
th: อัตโนมัติ

source: translator-credits
th: Warut Bunprasert <warut.b@disroot.org>, 2026

source: Copyright (C) 2008-2025
th: ลิขสิทธิ์ (C) 2008-2025

source: Monitor configuration tool for LXDE
th: ตรวจสอบเครื่องมือกำหนดค่าสำหรับ LXDE

source: LXRandR autostart
th: LXRandR เริ่มอัตโนมัติ

source: Start xrandr with settings done in LXRandR
th: เริ่ม xrandr ด้วยการตั้งค่าที่ทำใน LXRandR

source: Is everything OK? Confirm within 15 seconds, otherwise previous state will be restored.
th: การตั้งค่าถูกต้องไหม โปรดยืนยันภายใน 15 วินาที หากไม่ยืนยันเราจำเป็นต้องคืนสถานะเดิม

source: _OK
th: _ตกลง

source: _Abort
th: _ยกเลิก

source: You cannot turn off all monitors. Otherwise, you will not be able to turn them on again since this tool is not accessible without monitor.
th: คุณไม่สามารถปิดทุกจอภาพ เนื่องจากเครื่องมือนี้จำเป็นต้องเข้าถึงด้วยจอภาพ

source: Configuration Saved
th: บันทึกการกำหนดค่าแล้ว

source: Unable to get monitor information!
th: ไม่สามารถรับข้อมูลการตรวจสอบได้!

source: Display Settings
th: การตั้งค่าการแสดงผล

source: Show the same screen on both laptop LCD and external monitor
th: แสดงหน้าจอเดียวกันทั้งบนจอ LCD ของแล็ปท็อปและจอภาพภายนอก

source: Turn off laptop LCD and use external monitor only
th: ปิดจอ LCD ของแล็ปท็อปและใช้จอภาพภายนอกเท่านั้น

source: Turn off external monitor and use laptop LCD only
th: ปิดจอภาพภายนอกและใช้จอ LCD ของแล็ปท็อปเท่านั้น

source: Place external monitor to the right of laptop LCD
th: วางจอภาพภายนอกทางด้านขวาของจอ LCD ของแล็ปท็อป

source: Place external monitor above of laptop LCD
th: วางจอภาพภายนอกไว้เหนือจอ LCD ของแล็ปท็อป

source: Quick Options
th: ตัวเลือกด่วน

source: Advanced
th: ขั้นสูง

source: The following monitor is detected:
th: ตรวจพบจอภาพต่อไปนี้:

source: Turn On
th: เปิด

source: Position:
th: ตำแหน่ง:

source: Default
th: ค่าเริ่มต้น

source: On right
th: ทางด้านขวา

source: Above
th: ข้างบน

source: On left
th: ด้านซ้าย

source: Below
th: ด้านล่าง

source: Resolution:
th: ขนาดจอ:

source: Refresh Rate:
th: อัตรารีเฟรช:

source: Monitor Settings
th: ตรวจสอบการตั้งค่า

source: Change screen resolution and configure external monitors
th: เปลี่ยนความละเอียดหน้าจอและกำหนดค่าจอภาพภายนอก

source: screen;display;tv;extend;projector;xrandr;refresh rate;position;enable;disable;
th: สกรีน,จอภาพ,ทีวี,ขยาย,โปรเจกเตอร์,xrandr,อัตรารีเฟรช,ตำแหน่ง,เปิด,ปิด
